ext-sources-app/tests/test_files/soap/EPLS_testSearch_FirstAndLastName_req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:impl="http://impl.services.screening.medicaid.gov/">
   <soapenv:Header/>
   <soapenv:Body>
      <impl:search>
         <arg0>
            <firstName>WALTER</firstName>
            <lastName>MCNABB</lastName>
         </arg0>
      </impl:search>
   </soapenv:Body>
</soapenv:Envelope>